{
  "jokes": [
    {
      "id": "1",
      "joke": "Did you hear the one about the guy with the broken hearing aid? Neither did he."
    },
    {
      "id": "2",
      "joke": "What do you call a fly without wings? A walk."
    },
    {
      "id": "3",
      "joke": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
    },
    {
      "id": "4",
      "joke": "What do you call someone with no nose? Nobody knows."
    },
    {
      "id": "5",
      "joke": "What time did the man go to the dentist? Tooth hurt-y."
    },
    {
      "id": "6",
      "joke": "Why can’t you hear a pterodactyl go to the bathroom? The p is silent."
    },
    {
      "id": "7",
      "joke": "How many optometrists does it take to change a light bulb? 1 or 2? 1... or 2?"
    },
    {
      "id": "8",
      "joke": "I was thinking about moving to Moscow but there is no point Russian into things."
    },
    {
      "id": "9",
      "joke": "Why does Waldo only wear stripes? Because he doesn't want to be spotted."
    },
    {
      "id": "10",
      "joke": "Do you know where you can get chicken broth in bulk? The stock market."
    },
    {
      "id": "11",
      "joke": "I used to work for a soft drink can crusher. It was soda pressing."
    },
    {
      "id": "12",
      "joke": "A ghost walks into a bar and asks for a glass of vodka but the bar tender says, “sorry we don’t serve spirits”"
    },
    {
      "id": "13",
      "joke": "I went to the zoo the other day, there was only one dog in it. It was a shitzu."
    },
    {
      "id": "14",
      "joke": "I gave all my dead batteries away today, free of charge."
    },
    {
      "id": "15",
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": "16",
      "joke": "There’s a new type of broom out, it’s sweeping the nation."
    },
    {
      "id": "17",
      "joke": "Why don’t seagulls fly over the bay? Because then they’d be bay-gulls!"
    },
    {
      "id": "18",
      "joke": "What did celery say when he broke up with his girlfriend? She wasn't right for me, so I really don't carrot all."
    },
    {
      "id": "19",
      "joke": "Q: What’s 50 Cent’s name in Zimbabwe? A: 400 Million Dollars."
    },
    {
      "id": "20",
      "joke": "What's the worst thing about ancient history class? The teachers tend to Babylon."
    },
    {
      "id": "3ffa",
      "joke": "I can hazzz another dad joke"
    }
  ]
}